Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/samegiel-baikenamat.html.tmx
Source language: sme
Languages: smj

source: Sámegiel báikenamat / Giella / Sámediggi - Sametinget
smj: Sáme bájkkenamá / Giella / Sámedigge - Sametinget

source: Aili Keskitalo
smj: Sáme bájkkenamá

source: aili.keskitalo@samediggi.no
smj: Politihkalasj åvdåsvásstediddje

source: Báikenammaláhka lea gustovaš olles sámi giellaguovllus.
smj: Bájkkenammaláhka guosská ålles sáme giellaguovlluj.

source: Báikenammaláhka galgá sihkkarastit sámegielat báikenamaid nationála lágaid, riikkaidgaskasaš soahpamušaid ja konvenšuvnnaid mielde.
smj: Bájkkenammaláhka galggá sihkarasstet sáme bájkkenamá li nasjonála lágaj ja rijkajgasskasasj sjiehtadusáj ja konvensjåvnåj milta.

source: Láhka gáibida ahte báikenamat čállojit riekta ja ahte čállojit sámegielat čálamearkkaiguin.
smj: Gájbbádusá li namma galggá riekta tjáledum ja riekta sáme merkaj.

source: Láhkamearrádusa mielde galget sámegielat báikenamat álot čállojuvvot ovddemussii galbbain sámegiela hálddašanguovllus.
smj: Mærrádusáj milta galggá sáme namma agev vuostatjin tjuodtjot sáme giellaháldadimguovlon.

source: Láhkaásahusas maiddái árvaluvvo ahte suohkanat sáhttet válljet čállit sámegielat báikenamma ovddemussii galbbain dain guovlluin mat eai gula sámegiela hálddašanguvlui.
smj: Njuolgadustjállaginn oajvvaduvvá aj dibddet suohkanav válljit jus sáme namma galggá vuostatjin tjuodtjot aj dakkir sajijn ma ælla sáme giellaháldadimguovlos oassen.

source: Sámegielat báikenamat maid gili bistevaš orru olbmot dahje gillái gullevaš ealáhusat beaivválaččat geavahit, galget geavahuvvot almmolaš galbbain, kárttain jnv. (§9).
smj: Sáme bájkkenamá ma aneduvvi ulmutjijs gudi stuovvásit bajken årru jali li æladusá baktu bájkkaj dábálattjat tjanáduvvam, galggi almulasj oajválattjajs aneduvvat galbajn, kártajn jnv (§9).

source: Nammakonsuleantabálvalus
smj: Nammakonsulænntadievnastus:

source: Báikenammalága § 11 addá Sámediggái válddi nammadit sámi báikenamma oaivadeddjiid.
smj: Bájkkenammalága § 11 vaddá Sámediggáj fámov sáme bájkkenamma konsulentajt nammadit.

source: Báikenammanevvohat ásahuvvui 1991:s seammás go báikenammaláhka fápmuibiddjui.
smj: Nammakonsulænntadievnastus ásaduváj jagen 1991 gå bájkkenammaláhka doajmmaj bådij Vuonan.

source: Dalle nammadedje máŋga báikenammaoaivadeddjiid, earret eará sámegielat ja suomagielat báikenamaide.
smj: Moadda bájkkenammakonsulænntadievnastusá ásaduvvin, duola dagu sáme ja suomagiela namáj gáktuj.

source: Báikenammaoaivadeddjiin lea fágalaš ovddasvástádus buktit neavvagiid dasa movt báikenamat almmolašvuođas galget čállojuvvot.
smj: Nammakonsulenta li fágalasj vásstediddje árvvalusájda makkir tjállemvuogijt oajvvadi almulasj aktijvuodajn adnet.

source: Sámi guovlu Norggas lea gielalaččat juhkkojuvvon golmma oassái, nu ahte lullisámi guovllus báikenamaid čállinnorbma čuovvu lullisámi riektačállima, julevsámi guovllus julevsámi riektačállima ja davvisámi riektačállima ges davvisámi guovllus.
smj: Sáme guovllo Vuonan le bájkkenammalága baktu gielalattjat gålmå oassáj juogeduvvam, váj oarjjelsáme guovlon bájkkenamájt oarjjelsáme tjállemvuoge milta normeri, julevsámegiela guovlon julevsáme tjállemvuogev adni ja nuorttasámegiela guovlon vas nuorttasáme tjállemvuogev.

source: Davvisámegiella: Jonny Inge Nutti
smj: Nuorttasámegiella:Jonny Inge Nutti

source: Lullisámegiella: Ole Henrik Magga
smj: Julevsámegiella: Kåre Tjihkkom

source: Báikenammaláhka
smj: Bájkkenammaláhka.

source: Áššemeannudanvuohki sámegielat báikenammaáššiid gieđahallamis:
smj: Ássjegiehtadallam mij sáme namájda gullu:

source: Soames ovddida nammaášši báikenammalága vuođul.
smj: Muhtem nammaássjev bajet bájkkenammalága milta.

source: § 5 vuosttaš lađđasis mearriduvvo gii sáhttá ovddidit nammaášši.
smj: § 5 vuostasj ladás subtsas guhtimusj bæssá nammaássjev bajedit.

source: Mearridanásahussii (lága § 5 nuppi ja goalmmát lađđasis mearriduvvo gii guđege báikenama ektui lea mearridanásahus).
smj: Ássje mierrediddje ásadussaj sáddiduvvá (§ 5 nuppet ja goalmát ladás subtsas mij mierrediddje ásadus le makkár namáj gáktuj).

source: Mearridanásahus gárvvista ášši ja čohkke buot gávdni dieđuid.
smj: Mierrediddje ásadus ássjev gárvet gájkka diedoj milta ma gávnnuji.

source: Ášši sáddejuvvo Gulaskuddamii guovtti mánu gulaskuddanáigemeriin.
smj: Ássje guláskuddamij sáddiduvvá guovtijn mánujn gulákuddamájggemierijn.

source: Suohkan fuolaha ahte buohkat geain lea gulaskuddanriekti besset buktit cealkámuša, ja sádde ášši Sámi báikenammanevvohahkii gii neavvu movt báikenamma galgá čállojuvvot.
smj: Suohkan bærrájgæhttjá jut gájka gejn le guláskuddamriektá bessi javllamusáv buktet ja sáddi ássjev sáme nammakonsulænntadievnastussaj tjállemvuoge oajvvadusá diehti.

source: Nammakonsuleantabálvalusas lea guokte mánu áigemearri máhcahit ášši Mearridanásahussii mii ášši mearrida.
smj: Nammakonsulænnta viertti guovte máno duogen ássjev mierrediddje ásadussaj sáddit mij de mærrádusáv dahká.

source: Mearrádus sáddejuvvo suohkanii, mii almmuha mearrádusa báikenammalága § 6 njuolggadusaid mielde (oktan váidinvejolašvuođa dieđuin mii lea § 10 mielde).
smj: Mærrádus suohkanij sáddiduvvá, mij mærrádusáv almot lága § 6 milta (diedoj gujttimvejulasjvuoda birra § 10 milta).

source: Mearrádus sáddejuvvon maiddái Sámi nammakonsuleantabálvalussii, eará almmolaš ásahusaide mat geavahit nama iežaset bálvalusain, ja maiddái Guovddáš báikenammačoakkáldahkii (SSR.)
smj: Mærrádus sáddiduvvá aj sáme nammakonsulænntadievnastussaj, ietjá ásadusájda ma galggi namáv adnet ja guovdásj bájkkenammaregisstarij Stáhta kárttadåjmadagá guovllokontåvrån.

source: Sámegielat báikenamat neahtas
smj: Sáme bájkkenamá nehtan

source: Statens Kartverk bargá ovdánahttimis ođđa bálvalusaid neahtas, ja dál lea rahppon vejolašvuohta ohcat sámegielat báikenamaid.
smj: Stáhta Kárttadåjmadahka le ådå dievnastusájt åvddånahttemin nehtan, ja dálla bæssá sáme bájkkenamájt åhtsåt nehta baktu.

source: Norgesglasset lea ohcanvuđot Norggakárta.
smj: Norgesglasset le kártta gånnå bæssá åhtsåt.

source: Das lea vejolašvuohta sirddašit kárttain, ohcat adreassaid, earáhuhttit koordináhtaid ja unnidit ja stuoridit válljejuvvon guovllu.
smj: Besa navigerit kártajn, adressajt åhtsåt, koordináhtatjoahkkájt transformerit ja zoomit sisi ja ålgus gåsi de sidá.

source: Don sáhtát ohcat badjel 450 000 báikenamaid ja sullii 23 000 sámegielat báikenamaid Norggas ja kártavuogádat čájeha ohccojuvvon báikenama kárttas.
smj: Máhtá åhtsåt ienep gå 450 000 bájkkenamá ja 23 000 sáme bájkkenamá Vuonan ja sæmmi båttå namáv kárttaj oadtjot.

source: Viidáset sáhtát ohcat luoddanamaid Norggas nu ahte luoddanamma sajádat čájehuvvo kárttas.
smj: Vijdábut máhtá gahttunadressajt Vuonan åhtsåt ja dajt unnep kártatjin vuojnnet.

source: Norgesglasset ođđa gáhppálagas ja kárta skuvllain leat betaveršuvnnat, mii mearkkaša ahte dat eai leat loahpalaččat gárvvistuvvon, ja ahte hápmi ja doaibma sáhttá dieđekeahttá rievdaduvvot.
smj: Norgesglasset ådå versjåvnån ja kártta skåvlån li betaversjåvnå, dat merkaj dájt li ájn åvddånahttemin, ja hábbmim ja funksjonálitehtta soajttá hæhkkat rievddat.

source: Norgesglasset ođđa gáhppálat
smj: Norgesglasset ådå versjåvnnå

source: Kárta skuvllas betaveršuvdna
smj: Kártta skåvlån betaversjåvnnå
